Repository: bakhrullo/nazarov
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: “ TOSHKENT IRRIGATSIYA VA QISHLOQ XO'JALIGINI MEXANIZATSIYALASH MUHANDISLARI INSTITUTI ” MILLIY TADQIQOT UNIVERSITETI
ru: ТАШКЕНТСКИЕ ИНЖЕНЕРЫ МАШИНОСТРОЕНИЯ И СЕЛЬСКОХОЗЯЙСТВЕННОЙ МЕХАНИЗАЦИИ ИНСТИТУТ НАЦИОНАЛЬНЫЙ ИССЛЕДОВАТЕЛЬСКИЙ УНИВЕРСИТЕТ

source: BOSH SAHIFA
ru: ДОМОЙ

source: FAN
ru: ПРЕДМЕТЫ

source: MARUZA
ru: ЛЕКЦИЯ

source: AMALIYOT
ru: ПРАКТИКА

source: LABARATORIYA
ru: ЛАБАРАТОРИЯ

source: mustaqil talim
ru: самостоятельное обучение

source: ilmiy ishlar
ru: научные работы

source: scopus
ru: СКОПУС

source: oak
ru: ОАК

source: konferensiya
ru: КОНФИРЕНСИЯ

source: SHAXSIY MA'LUMPTLARIM
ru: МОЯ ЛИЧНАЯ ИНФОРМАЦИЯ

source: OBYEKTIVKA
ru: ОБЙЕКТИВКА

source: ILMIY ISHLARIM
ru: научные работы

source: DIPLOMLARIM
ru: ДИПЛОМЫ

source: MENING ISH GRAFIGIM
ru: МОЙ РАБОЧЫЙ ГРАФИК

source: ABDIRASULOVICH
ru: АБДИРАСУЛОВИЧ

source: OYBEK NAZAROV
ru: ОЙБЕК НАЗАРОВ

source: Qashqadaryo viloyati, Qamashi tumani
ru: Кашкадарьинская область

source: MENING MEHNAT FAOLIYATIM
ru: МОЁ ОБРАЗОВАНИЯ

source: 2007-2011 yy. – Toshkent irrigasiya va melioratsiya instituti talabasi
ru: 2007-2011 гг. - Студент Ташкентского института ирригации и мелиорации

source: 2012-2014 yy. – Toshkent irrigasiya va melioratsiya instituti magistranti
ru: 2012-2014 гг. - магистр Ташкентского института ирригации и мелиорации

source: 2014-2015 yy. – Toshkent irrigasiya va melioratsiya instituti chizma geometriya va muhandislik grafikasi kafedrasi kabinet mudiri
ru: 2014-2015 гг. - Ташкентский институт ирригации и мелиорации «Кабинет заведующего кафедрой геометрии и инженерной графики»

source: 2015-2017 yy. – Toshkent irrigasiya va melioratsiya instituti elektrotekxnika va elektr yuritma kafedrasi assistent
ru: 2015-2017 гг. - Ташкентский институт ирригации и мелиорации «Ассистент кафедры электротехники и электротехники»

source: 2018-2019yy. – Toshkent irrigasiya va qishloq xo‘jaligini mexanizasiyalash muhandislari insituti elektrotexnika va mexatronika kafedrasi assistenti va qishloq va suv xo‘jalig energiya ta'minoti fakul'teti dekan o‘rinbosari
ru: 2018-2019 гг. - Ташкентская ирригация и механизация сельского хозяйства «Ассистент кафедры электротехники и мехатроники Института инженеров и инженеров» «Заместитель декана факультета сельского и водного хозяйства»

source: 2019 yy – h.v. – Toshkent irrigasiya va qishloq xo‘jaligini mexanizasiyalash muhandislari instituti elektrotexnika va mexatronika kafedrasi assistenti
ru: 2019 г.г - х.в. - Ташкентская ирригация и механизация сельского хозяйства» «Ассистент кафедры электротехники и мехатроники Института инженеров»

source: Toshkent irrigasiya va melioratsiya instituti talabasi
ru: Студент Ташкентского института ирригации и мелиорации»

source: yil
ru: ГОД

source: Toshkent irrigasiya va melioratsiya instituti magistranti
ru: Магистр Ташкентского института ирригации и мелиорации

source: yil
ru: ГОД

source: Toshkent irrigasiya va melioratsiya instituti chizma geometriya va muhandislik grafikasi kafedrasi kabinet mudiri
ru: «Ташкентский институт ирригации и мелиорации» «Кабинет заведующего кафедрой инженерной графики»

source: Toshkent irrigasiya va melioratsiya instituti elektrotekxnika va elektr yuritma kafedrasi assistent
ru: «Ташкентский институт ирригации и мелиорации» помощник

source: Toshkent irrigasiya va qishloq xo‘jaligini mexanizasiyalash muhandislari insituti elektrotexnika va mexatronika kafedrasi assistenti va qishloq va suv xo‘jalig energiya ta'minoti fakul'teti dekan o‘rinbosari
ru: Ташкентские инженеры ирригации и механизации сельского хозяйства «Ассистент кафедры электротехники и мехатроники института и сельхозтехники» «Заместитель декана факультета водного энергоснабжения»

source: MENING TAJRIBAM
ru: МОЙ ОПЫТ

source: MENING TA'LIMIM
ru: МОЁ ОБРАЗОВАНИЯ

source: 2014 - 2015 yil orasida
ru: В период с 2014 по 2015 год

source: kafedra mudiri
ru: ДИРЕКТОР КАФЕДРЫ

source: Geometriya va muhandislik
ru: ГЕОМЕТРИЯ И ИНЖЕНЕРИЯ

source: grafikasi kafedrasi
ru: графическая кафедра

source: 2015 - 2017 yil orasida
ru: В период с 2015 по 2017 год

source: kafedra assistent
ru: асисстент кафедры

source: Elektrotekxnika va elektr
ru: електроника и електор

source: yuritma kafedrasi
ru: движок кафедра

source: 2018-2019 yillar orasida
ru: В период с 2018 по 2019 год

source: fakultet dekan o‘rinbosari
ru: заместитель декана факультета

source: Qishloq va suv xo‘jalig energiya
ru: Сельское хозяйство и гидроэнергетика

source: ta'minoti fakul'teti
ru: факультет снабжения

source: 2007 - 2011 yil orasida
ru: В период с 2007 по 2011 год

source: talaba
ru: студент

source: Toshkent irrigasiya va melioratsiya
ru: Ташкентское управление ирригации и мелиорации

source: instituti talabasi
ru: студент унтверситета

source: 2012-2014 yil orasida
ru: В период с 2012 по 2014 год

source: Toshkent irrigasiya va melioratsiya
ru: Ташкентское управление ирригации и мелиорации

source: instituti magistranti
ru: магистрант унтверситета

source: MEN HAQIMDA
ru: про меня

source: Dunyoni yaxshlik sari ozgartrib...
ru: меная жизнь к лучшему

source: Barcha huquqlar himoya qilingan | Bu sayt
ru: Все права защищены | Этот сайт

source: TAKLIFLAR UCHUN
ru: ДЛЯ ПРЕДЛОЖЕНИЙ

source: emailingizni qoldiring
ru: оставьте свою почту

source: Meni kuztib boring
ru: Подписывайтесь на меня

source: men internetda
ru: я в интернете
